{
  "accountability_processes": [
    {
      "step": "الإقرار بالضرر",
      "description": "الاعتراف بأن أفعالك، بغض النظر عن النية، تسببت في ضرر لشخص آخر أو علاقة ما. ستتم مناقشة هذا الإقرار في جلسة وساطة مع الأطراف المتضررة."
    },
    {
      "step": "إدراك المسؤولية",
      "description": "قبول أن قراراتك، سواء كانت متعمدة أم لا، أدت إلى الضرر. من خلال الحوار الموجه مع الوسطاء، استكشاف كيف كان يمكن للخيارات المختلفة أن تؤدي إلى نتائج مختلفة."
    },
    {
      "step": "فهم التأثير",
      "description": "العمل مع الوسطاء لفهم واضح لكيفية تأثير أفعالك على الآخرين. يتضمن ذلك تواصلاً ميسراً بين الأطراف، سواء بشكل مباشر أو غير مباشر بناءً على راحة وسلامة المعنيين."
    },
    {
      "step": "اتخاذ إجراء تصحيحي",
      "description": "بتوجيه من الوسطاء، تطوير وتنفيذ خطوات ملموسة لإصلاح الضرر. على سبيل المثال، إذا أزعجت شخصاً ما بانتقاد مفرط لعملهم، يمكنك الاعتذار والإشادة علناً بعمل آخر قاموا به. قد يكون مثالاً آخر تقديم المساعدة في مشروع أو مهمة للتعويض عن أي انتكاسات قد تسببت فيها أفعالك."
    },
    {
      "step": "تحديد ومعالجة الأنماط",
      "description": "من خلال جلسات تأمل منظمة مع الوسطاء، دراسة الظروف التي أدت إلى القرار الضار. تطوير استراتيجيات والتزامات محددة لتغيير سلوكك وتقليل احتمالية حدوث مواقف مماثلة في المستقبل."
    }
  ],
  "boundaries_steps": [
    "الطلب من الشخص وقف السلوك المخالف لمدونة السلوك والمرور بعملية المساءلة.",
    "إذا استمر السلوك، حظر الفرد مؤقتاً من النشاط التنظيمي وتكرار طلب المرور بعملية المساءلة.",
    "بعد فترة محددة، السماح للفرد بالعودة، مشروطاً بإكمال عملية المساءلة والتزامه بمدونة السلوك.",
    "إذا كرر الفرد السلوك عند عودته، تطبيق حظر من المنظمة.",
    "إذا أظهر الفرد المحظور في أي وقت ندماً حقيقياً واعترف بأفعاله الضارة وتأثيرها على المنظمة، وقدم أدلة مقنعة على النمو والتغيير الشخصي، يمكن للمجتمع أن يقرر جماعياً إلغاء الحظر والسماح له بالانضمام مجدداً."
  ],
  "unacceptable_behavior_examples": [
    "المضايقة بأي شكل من الأشكال لأي من المشاركين.",
    "الترهيب المتعمد أو الملاحقة أو التتبع.",
    "تسجيل أو أخذ لقطات شاشة للنشاط عبر الإنترنت لأغراض المضايقة.",
    "نشر معلومات خاصة للآخرين، مثل العنوان المادي أو الإلكتروني، دون إذن صريح.",
    "التهديدات العنيفة أو اللغة الموجهة ضد شخص آخر.",
    "التحريض على العنف أو المضايقة تجاه أي فرد، بما في ذلك تشجيع شخص على الانتحار أو إيذاء النفس.",
    "إنشاء حسابات إضافية عبر الإنترنت لمضايقة شخص آخر أو التحايل على الحظر.",
    "اللغة والصور الجنسية في المجتمعات عبر الإنترنت أو في أي مكان للمؤتمرات.",
    "الإهانات أو الانتقادات أو النكات المبنية على الصور النمطية أو الإقصائية.",
    "الإفراط في استخدام الألفاظ النابية.",
    "الاهتمام الجنسي أو المقدمات غير المرغوب فيها.",
    "الاتصال الجسدي غير المرغوب فيه.",
    "نمط من التواصل الاجتماعي غير المناسب.",
    "التعطيل المستمر للمناقشات المجتمعية عبر الإنترنت أو العروض التقديمية الشخصية.",
    "استمرار التواصل الفردي بعد طلبات التوقف.",
    "سلوك آخر غير مناسب للجمهور المهني."
  ],
  "values": [
    {
      "title": "الإنسانية",
      "description": "نركز على التجربة الإنسانية ونعطي الأولوية للتعاطف والرحمة في كل عملنا، معترفين بكرامة وقيمة كل فرد."
    },
    {
      "title": "العدالة",
      "description": "ندعو إلى الحقيقة والمساءلة والتعويضات لضحايا انتهاكات حقوق الإنسان، مع مراعاة الضرر المحتمل في عمليات التوثيق."
    },
    {
      "title": "الحفظ",
      "description": "نلتزم بحماية الذاكرة الرقمية السودانية وضمان وصولها للأجيال القادمة من خلال ممارسات أرشيفية أخلاقية."
    },
    {
      "title": "المجتمع",
      "description": "نعزز مجتمعاً قوياً وشاملاً من الشعب السوداني وحلفائه، نرحب بوجهات النظر والتجارب المتنوعة."
    },
    {
      "title": "الابتكار",
      "description": "نتبنى التكنولوجيا بتفكير لتحقيق أهداف الأرشيف والوصول إلى جمهور أوسع، مع الحفاظ على المعايير الأخلاقية."
    },
    {
      "title": "النزاهة",
      "description": "نلتزم بمعايير أخلاقية صارمة ونضمن دقة وموثوقية محتوى الأرشيف من خلال عمليات تحقق دقيقة."
    },
    {
      "title": "عدم إلحاق الضرر",
      "description": "نعطي الأولوية لسلامة ورفاهية الأفراد في أرشيفاتنا. لن نقوم بإصدار أو مشاركة محتوى قد يسبب ضرراً للموثقين في موادنا."
    },
    {
      "title": "الانفتاح",
      "description": "نشجع بنشاط التعاون في جميع جوانب عملنا، من تطوير الفهارس الأرشيفية إلى تحسين البرمجيات وجمع التبرعات."
    },
    {
      "title": "التركيز على فائدة المجتمع",
      "description": "نركز على التجربة الإنسانية ونعطي الأولوية للتعاطف والرحمة في كل عملنا، معترفين بكرامة وقيمة كل فرد."
    },
    {
      "title": "الاعتراف بالمساهمات",
      "description": "نعترف صراحة ونقدر الوقت والجهد والخبرة التي يساهم بها أعضاء المجتمع في الأرشيف."
    },
    {
      "title": "تبني وجهات النظر المتنوعة",
      "description": "نسعى بنشاط ونحترم وجهات النظر والتجارب المختلفة، معترفين بأن تنوعنا يقوي عملنا."
    },
    {
      "title": "ممارسة التعاطف",
      "description": "نتواصل بتفكير واعتبار، سواء عبر الإنترنت أو شخصياً، خاصة عند معالجة الاختلافات في الرأي."
    },
    {
      "title": "الحفاظ على الحوار المحترم",
      "description": "نحترم مواقف الآخرين ومهاراتهم والتزاماتهم ومساهماتهم من خلال التفاعل المحترم."
    },
    {
      "title": "التعلم من التعليقات",
      "description": "نرحب وندرس بعناية النقد البناء، ونراه كفرصة للنمو."
    },
    {
      "title": "خلق مساحات شاملة",
      "description": "نستخدم لغة وممارسات ترحب بجميع المشاركين، مما يضمن أن يساهم الجميع بشكل هادف في عملنا."
    },
    {
      "title": "الحفاظ على الحوكمة الجماعية",
      "description": "نعمل من خلال التوافق بدلاً من التسلسل الهرمي، ونتخذ القرارات بشكل جماعي ونبقى أوفياء لتفويضاتنا المشتركة."
    }
  ]
}
