{
  "translation": {
    "landing_heading": "Sudan Digital Archive",
    "landing_sentence_one_part_one": "A ",
    "landing_sentence_one_part_two_highlight": "collective ",
    "landing_sentence_one_part_three": "memory. ",
    "landing_sentence_two_part_one": "We aim to create future ",
    "landing_sentence_two_part_two_highlight": "justice ",
    "landing_sentence_two_part_three": "and ",
    "landing_sentence_two_part_four_highlight": "accountability ",
    "landing_sentence_two_part_five": "for the wonderful people of ",
    "landing_sentence_two_part_six_highlight": "Sudan",
    "landing_sentence_two_part_seven": ". We aim to preserve a ",
    "landing_sentence_two_part_eight_highlight": "beautiful culture ",
    "landing_sentence_two_part_nine": "that is under attack.",
    "nav_about": "About",
    "nav_coc": "Code of Conduct",
    "nav_the_archive": "The Archive",
    "nav_who_are_we": "Who Are We",
    "nav_why_another_archive": "Why Another Archive",
    "nav_mission": "Mission",
    "footer_text": "This website is made with free open source software that lives on",
    "who_are_we_title": "Who Are We?",
    "who_are_we_heading": "We are a collective.",
    "who_are_we_para_1": "What do we mean by the term collective? It reflects the way we want to operate. The term 'collective' in our context refers to a group of individuals working together collaboratively, with shared responsibility and decision-making power. While we operate non-hierarchically and value every member's voice, we'recognize that building trust and rapport takes time and effort, especially given how deeply entrenched hierarchical structures are in many of our experiences.",
    "who_are_we_para_2": "These are the three main principles of our collective:",
    "who_are_we_point_one": "Mutual support and understanding. ",
    "who_are_we_point_one_description": " We acknowledge that not everyone will naturally get along, but we commit to supporting one another, especially when dealing with difficult content or challenging situations. This includes active listening, showing empathy, and working to overcome interpersonal challenges professionally.",
    "who_are_we_point_two": "Clear ethical standards.",
    "who_are_we_point_two_description_one": "Being a collective doesn't mean operating without structure -rather, we maintain strict ethical standards and a detailed",
    "who_are_we_point_two_coc_link": " code of conduct ",
    "who_are_we_point_two_description_two": "that serves as our social contract. This includes specific processes for conflict resolution and decision-making that help us navigate disagreements constructively.",
    "who_are_we_point_three": "Cultural resonance and community connection.",
    "who_are_we_point_three_description": "Our collective structure reflects and honors Sudanese cultural values of community and shared responsibility. This approach allows us to remain directly connected to and guided by the Sudanese people, particularly embracing the perspectives of younger generations on collective leadership and work.",
    "why_another_archive_title": "Why Another Archive?",
    "why_another_archive_heading": "The Sudan Digital Archive distinguishes itself through its commitment to decolonial practices and its emergence from the transformative context of the Sudanese revolution.",
    "why_another_archive_para_one": "As a grassroots, Sudanese-led initiative, we prioritize local perspectives and knowledge systems, moving beyond the limitations of traditional institutional archives.",
    "why_another_archive_para_two": "Our approach to digital preservation is grounded in post-colonial theory and practice, ensuring that the collection, curation, and accessibility of materials reflect Sudanese ways of knowing and remembering.",
    "why_another_archive_para_three": "This framework is particularly vital given the ongoing evolution of Sudanese society and the need to document these changes through a lens that centers Sudanese experiences and aspirations.",
    "mission_title": "Our Mission",
    "mission_para_one": "The Sudan Digital Archive is dedicated to preserving and making accessible the collective memory and experiences of the Sudanese people through the collection, compilation, and preservation of digital activity.",
    "mission_para_two": "Our mission is to capture the diverse tapestry of Sudanese life, from cultural snapshots and social events to political occasions and, when necessary, documentation of humanitarian law breaches.",
    "mission_para_three": "By focusing on digital media, we aim to safeguard transient footage and images that might otherwise be lost to time, while also remaining open to other valuable sources such as oral accounts, newspapers, and paper documentation.",
    "mission_para_four": "At its core, the Sudan Digital Archive serves as a platform to amplify Sudanese voices and advocate for justice and truth. We strive to humanize the Sudanese experience by creating a comprehensive digital repository that not only preserves memory but also promotes a just future.",
    "mission_para_five": "Our commitment to transparency and accessibility is fundamental - all our code is open source, and our methodological documents, including our non-hierarchical collective way of working and code of conduct, are publicly accessible. We actively work to ensure our collections reach the widest possible audience through public events, conferences, and exhibitions that showcase our work and facilitate dialogue around these important materials.",
    "mission_para_six": "Our work is guided by innovative technical methodologies that address the unique challenges of modern digital content, from archiving dynamic web pages to efficiently identifying relevant content. However, technology serves our mission rather than driving it.",
    "mission_para_seven": "As a Sudanese-led initiative, all key decisions about content selection, storage methods, promotion strategies, and annotation practices center Sudanese perspectives and needs. We are committed to ensuring our collections remain as accessible as possible while respecting privacy and security considerations. Through this approach, we aim to provide a robust and trusted foundation for understanding Sudan's past and present, contributing to a more informed and equitable future for all Sudanese people.",
    "mission_image_one_alt": "Kandaka mosaic",
    "mission_image_one_caption": "Artwork by Merghani Salih",
    "mission_image_two_alt": "Protestors on a train from Atbara",
    "mission_image_two_caption": "Artwork by Hussein Merghani",
    "archive_add_record": "Add record",
    "archive_text_search_query_placeholder": "Enter search term here...",
    "archive_date_from_filter": "Date from: ",
    "archive_date_to_filter": "Date to: ",
    "archive_create_modal_header": "Archive a URL...",
    "archive_view_record_button": "View record",
    "archive_pagination_page": "Page ",
    "archive_pagination_page_out_of": " out of ",
    "archive_no_records_found": "No records matched your search!",
    "view_accession_see_metadata": "See metadata",
    "create_accession_invalid_title": "Title is required",
    "create_accession_invalid_subject": "Subject is required",
    "create_accession_invalid_description": "Description is required",
    "create_accession_missing_url": "URL is required",
    "create_accession_invalid_url": "Invalid URL",
    "create_accession_invalid_date": "Invalid date",
    "create_accession_error_toast_title": "Oh no!",
    "create_accession_error_toast_description": "Something went wrong archiving your url. ",
    "create_accession_success_toast_title": "Crawling URL",
    "create_accession_success_description": "We're crawling your url, it will appear in the archive soon",
    "create_accession_url_field_label": "URL",
    "create_accession_url_field_placeholder": "https://example.com",
    "create_accession_title_field_label": "Title",
    "create_accession_subject_field_label": "Subject",
    "create_accession_description_field_label": "Description",
    "create_accession_date_field_label": "Date",
    "create_accession_submit_field_label": "Submit",
    "code_of_conduct_title": "Code of Conduct",
    "code_of_conduct_toc": "Table of Contents ",
    "code_of_conduct_our_values_content_heading": "Our Values",
    "code_of_conduct_standards_inappropriate_behavior_heading": "Standards and Inappropriate Behavior",
    "code_of_conduct_boundaries_heading": "Boundaries",
    "code_of_conduct_accountability_processes_heading": "Accountability Processes",
    "code_of_conduct_back_to_top": "Back to top",
    "code_of_conduct_standards_inappropriate_behavior_para_one": "Every member of our community has the right to have their identity respected. The Sudan Digital Archive collective is dedicated to providing a positive experience for everyone, regardless of age, gender identity and expression, sexual orientation, disability, physical appearance, body size, ethnicity, nationality, race, or religion (or lack thereof), education, or socio-economic status.",
    "code_of_conduct_standards_inappropriate_behavior_para_two": "Examples of unacceptable behavior by community members include:",
    "code_of_conduct_standards_inappropriate_behavior_para_three": "Community members asked to stop any inappropriate behavior are expected to comply immediately.",
    "code_of_conduct_standards_inappropriate_behavior_para_four": "If a participant engages in behavior that violates this code of conduct, the community organizers will take the following steps:",
    "code_of_conduct_standards_inappropriate_behavior_para_five": "Throughout this process, we will prioritize the safety and well-being of the community while also embodying our commitment to rehabilitation and transformative justice. Our goal is to create opportunities for positive change, recognizing that people can evolve and improve their behavior with proper support. While bans are considered final, we remain hopeful of redemption if presented with compelling evidence of sincere transformation.",
    "code_of_conduct_standards_inappropriate_behavior_para_six": "Our accountability process consists of five key steps, facilitated through mediation by designated collective members:",
    "metadata_title_label": "Title:",
    "metadata_subject_label": "Subject:",
    "metadata_description_label": "Description:",
    "metadata_original_url_label": "View original url",
    "metadata_date_label": "Date:",
    "metadata_missing_title": "Title translation not available",
    "metadata_missing_subject": "Subject translation not available",
    "metadata_missing_description": "Description translation not available"
  }
}
